---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrRiserMaterial
source: html/5c041522-2f60-8034-15a6-b7a53743a9b5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrRiserMaterial Property

"Riser Material"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrRiserMaterial { get; }
```